tap "k1LoW/tap"
tap "monochromegane/tap"

brew "ghq"
brew "git"
brew "jq"
brew "k1LoW/tap/git-wt"
brew "peco"
brew "podman"
brew "monochromegane/tap/stamp"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"

cask "1password-cli"
cask "claude-code"
cask "font-moralerspace"
cask "ghostty"
cask "karabiner-elements"
cask "iterm2"
